tap "homebrew/bundle"
tap "homebrew/services"
tap "natesales/repo", "https://github.com/natesales/repo"
brew "ruby"
brew "asciidoctor"
brew "python@3.12"
brew "node"
brew "aws-amplify"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "bottom", args: ["HEAD"]
brew "curl"
brew "eza"
brew "fd", args: ["HEAD"]
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "lua"
brew "luajit"
brew "tree-sitter", args: ["HEAD"]
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nethogs"
brew "pnpm"
brew "ripgrep", args: ["HEAD"]
brew "rust"
brew "starship", args: ["HEAD"]
brew "tmux", args: ["HEAD"]
brew "virtualenvwrapper"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "zsh-autocomplete", args: ["HEAD"]
brew "natesales/repo/q"
